
[MZCurseRounds X2AmmoTemplate]
FriendlyName="血咒子弹"
FriendlyNamePlural="血咒子弹"
BriefSummary="这些弹药上的血咒会立即转移到它们击中的任何敌人身上，血咒将-20灵能、-10意志，每回合受到2-3灵能伤害，持续3回合"
TacticalText="<Bullet/> 血咒在每个回合开始时造成灵能伤害。<br> <Bullet/> 此外，它会降低被诅咒敌人的意志和灵能攻击力。<br><Bullet/> 血咒每个士兵只能施加一次，但多个士兵可以对单个敌人施加多次血咒。<br>"

[MZCurseGrenade X2GrenadeTemplate]
FriendlyName="血咒榴弹"
FriendlyNamePlural="血咒榴弹"
BriefSummary="在小范围内造成穿透护甲的灵能伤害并施加血咒，血咒将-20灵能、-10意志，每回合受到2-3灵能伤害，持续3回合"
TacticalText="<Bullet/> 血咒在每个回合开始时造成灵能伤害。<br> <Bullet/> 此外，它会降低被诅咒敌人的意志和灵能攻击力。<br><Bullet/> 血咒每个士兵只能施加一次，但多个士兵可以对单个敌人施加多次血咒。<br><Bullet/> 手榴弹可以摧毁目标的装备，因此过分依赖手榴弹会减少我们的回收机会。"
ThrownAbilityName="投掷血咒榴弹"
ThrownAbilityHelpText="向目标区域投掷血咒榴弹。施加血咒并穿透护甲。"
LaunchedAbilityname="发射血咒榴弹"
LaunchedAbilityHelpText="向目标区域发射血咒榴弹。施加血咒并穿透护甲。"

[MZCurseBomb X2GrenadeTemplate]
FriendlyName="血咒炸弹"
FriendlyNamePlural="血咒炸弹"
BriefSummary="在小范围内造成穿透护甲的灵能伤害并施加血咒，血咒将-20灵能、-10意志，每回合受到2-3灵能伤害，持续3回合"
TacticalText="<Bullet/> 血咒在每个回合开始时造成灵能伤害。<br> <Bullet/> 此外，它会降低被诅咒敌人的意志和灵能攻击力。<br><Bullet/> 血咒每个士兵只能施加一次，但多个士兵可以对单个敌人施加多次血咒。<br><Bullet/> 手榴弹可以摧毁目标的装备，因此过分依赖手榴弹会减少我们的回收机会。"
ThrownAbilityName="投掷血咒炸弹"
ThrownAbilityHelpText="向目标区域投掷血咒炸弹。施加血咒并穿透护甲。"
LaunchedAbilityname="发射血咒炸弹"
LaunchedAbilityHelpText="向目标区域发射血咒炸弹。施加血咒并穿透护甲。"

[MZCurseWarhead X2GrenadeTemplate]
FriendlyName="血咒战斗头"
FriendlyNamePlural="血咒战斗头"
BriefSummary="在小范围内造成穿透护甲的灵能伤害并施加血咒，血咒将-20灵能、-10意志，每回合受到2-3灵能伤害，持续3回合"
TacticalText="<Bullet/> 血咒在每个回合开始时造成灵能伤害。<br> <Bullet/> 此外，它会降低被诅咒敌人的意志和灵能攻击力。<br><Bullet/> 血咒每个士兵只能施加一次，但多个士兵可以对单个敌人施加多次血咒。<br><Bullet/> 手榴弹可以摧毁目标的装备，因此过分依赖手榴弹会减少我们的回收机会。"
ThrownAbilityName="投掷血咒战斗头"
ThrownAbilityHelpText="向目标区域投掷血咒战斗头。施加血咒并穿透护甲。"
LaunchedAbilityname="发射血咒战斗头"
LaunchedAbilityHelpText="向目标区域发射血咒战斗头。施加血咒并穿透护甲。"

[MZRootRounds X2AmmoTemplate]
FriendlyName="黏附子弹"
FriendlyNamePlural="黏附子弹"
BriefSummary="这些沉重的弹药可能使受害者无法移动。它们是应对依赖近战攻击的敌人的绝佳选择。"
TacticalText="<Bullet/> 命中时有机会阻止目标移动动作。\n<Bullet/> 一些特殊的移动能力可能会绕过这种效果。"

[MZRootGrenade X2GrenadeTemplate]
FriendlyName="黏附榴弹"
FriendlyNamePlural="黏附榴弹"
BriefSummary="硬光全息摄影的最近突破允许粘附场，我们已经为自己使用而改进了它。Mk. I \"共同地盘\"手榴弹在撞击点约三英尺高处部署其场，并\"流失\"大多数抵消地球引力的动能。"
TacticalText="<Bullet/> 阻止受影响区域内所有单位的移动动作。\n<Bullet/> 一些特殊的移动能力可能会绕过这种效果。"
ThrownAbilityName="投掷粘附榴弹"
ThrownAbilityHelpText="向目标区域投掷粘附榴弹。禁止目标移动。"
LaunchedAbilityname="发射粘附手榴弹"
LaunchedAbilityHelpText="向目标区域发射粘附榴弹。禁止目标移动。"

[MZBleedRounds X2AmmoTemplate]
FriendlyName="刀片弹药"
FriendlyNamePlural="刀片弹药"
BriefSummary="锯齿状的弹药造成流血。更多射击？甚至更多流血。"
TacticalText="<Bullet/> 多次施加流血会使每回合造成更多伤害。"

[MZBleedGrenade X2GrenadeTemplate]
FriendlyName="刀片榴弹"
FriendlyNamePlural="刀片榴弹"
BriefSummary="没有什么比锯齿状的金属撕裂他们身体的每一个部分更能毁掉某人的一天了。这正是这个小恐怖分子所做的。造成堆叠流血。"
TacticalText="<Bullet/> 多次施加流血会使每回合造成更多伤害。<br><Bullet/> 手榴弹可以摧毁目标的装备，因此过分依赖手榴弹会减少我们的回收机会。"
ThrownAbilityName="投掷刀片手榴弹"
ThrownAbilityHelpText="向目标区域投掷刀片手榴弹。造成流血。"
LaunchedAbilityname="发射刀片手榴弹"
LaunchedAbilityHelpText="向目标区域发射刀片手榴弹。造成流血。"

[MZBleedBomb X2GrenadeTemplate]
FriendlyName="刀片炸弹"
FriendlyNamePlural="刀片炸弹"
BriefSummary="没有什么比锯齿状的金属撕裂他们身体的每一个部分更能毁掉某人的一天了。这正是这个小恐怖分子所做的。造成堆叠流血。"
TacticalText="<Bullet/> 多次施加流血会使每回合造成更多伤害。<br><Bullet/> 手榴弹可以摧毁目标的装备，因此过分依赖手榴弹会减少我们的回收机会。"
ThrownAbilityName="投掷刀片炸弹"
ThrownAbilityHelpText="向目标区域投掷刀片炸弹。造成流血。"
LaunchedAbilityname="发射刀片炸弹"
LaunchedAbilityHelpText="向目标区域发射刀片炸弹。造成流血。"

[MZBleedWarhead X2GrenadeTemplate]
FriendlyName="刀片战斗头"
FriendlyNamePlural="刀片战斗头"
BriefSummary="没有什么比锯齿状的金属撕裂他们身体的每一个部分更能毁掉某人的一天了。这正是这个小恐怖分子所做的。造成堆叠流血。"
TacticalText="<Bullet/> 多次施加流血会使每回合造成更多伤害。<br><Bullet/> 手榴弹可以摧毁目标的装备，因此过分依赖手榴弹会减少我们的回收机会。"
ThrownAbilityName="投掷刀片战斗头"
ThrownAbilityHelpText="向目标区域投掷刀片战斗头。造成流血。"
LaunchedAbilityname="发射刀片战斗头"
LaunchedAbilityHelpText="向目标区域发射刀片战斗头。造成流血。"

[MZElectroshockRounds X2AmmoTemplate]
FriendlyName="电击子弹"
FriendlyNamePlural="电击子弹"
BriefSummary="电击弹能造成电击效果，或可能使已经受到电击的敌人眩晕"
TacticalText="<Bullet/> 电击在每个回合开始时有机会使受害者眩晕并造成伤害。<br><Bullet/> 对已经受到电击的敌人再次施加电击有机会使其眩晕"

[MZElectroshockGrenade X2GrenadeTemplate]
FriendlyName="电击手榴弹"
FriendlyNamePlural="电击手榴弹"
BriefSummary="这些装置在撞击时部署静电场。它们对机器人目标特别有效，但有时也能使有机体失去行动能力。电击在每个回合开始时有机会使受害者眩晕并造成伤害， 对已经受到电击的敌人再次施加电击有机会使其眩晕"
TacticalText="<Bullet/> 电击在每个回合开始时有机会使受害者眩晕并造成伤害。<br><Bullet/> 对已经受到电击的敌人再次施加电击有机会使其眩晕。<br><Bullet/> 手榴弹会摧毁目标的装备，因此过度依赖手榴弹会减少我们的回收机会"
ThrownAbilityName="投掷电击手榴弹"
ThrownAbilityHelpText="向目标区域投掷电击手榴弹。造成电击效果"
LaunchedAbilityname="发射电击手榴弹"
LaunchedAbilityHelpText="向目标区域发射电击手榴弹。造成电击效果"

[MZElectroshockBomb X2GrenadeTemplate]
FriendlyName="电击炸弹"
FriendlyNamePlural="电击炸弹"
BriefSummary="这些设备在撞击时会释放静电场。它们对机器人目标部分有效，但即使是有机物有时也会被破坏。电击在每个回合开始时有机会使受害者眩晕并造成伤害， 对已经受到电击的敌人再次施加电击有机会使其眩晕"
TacticalText="<Bullet/> 电击有几率在每个回合开始时击晕并伤害它的受害者。<br><Bullet/>对已经遭受电击的敌人施加电击可以有机会击晕他们。<br><Bullet/>手榴弹可以摧毁目标的装备，所以过分依赖手榴弹会减少我们的回收机会"
ThrownAbilityName="投掷电击炸弹"
ThrownAbilityHelpText="向目标区域投掷电击炸弹。造成电击"
LaunchedAbilityname="发射电击炸弹"
LaunchedAbilityHelpText="向目标区域发射电击炸弹。造成电击"

[MZElectroshockWarhead X2GrenadeTemplate]
FriendlyName="电击弹头"
FriendlyNamePlural="电击弹头"
BriefSummary="这些设备在撞击时会释放静电场。它们对机器人目标部分有效，但即使是有机物有时也会被破坏。电击在每个回合开始时有机会使受害者眩晕并造成伤害， 对已经受到电击的敌人再次施加电击有机会使其眩晕"
TacticalText="<Bullet/> 电击有几率在每个回合开始时击晕并伤害它的受害者。<br><Bullet/>对已经遭受电击的敌人施加电击可以有机会击晕他们。<br><Bullet/>手榴弹可以摧毁目标的装备，所以过分依赖手榴弹会减少我们的回收机会"
ThrownAbilityName="投掷电击弹头"
ThrownAbilityHelpText="向目标区域投掷电击弹头。造成电击"
LaunchedAbilityname="发射电击弹头"
LaunchedAbilityHelpText="向目标区域发射电击弹头。造成电击"